qa-knowledge-base/10_IMPORTS_RAW/Performance QA – Home & Documentation Hub/Jenkins/universal/account/jmeter/up-get-aws-account-ms-remote.yaml
execution:
  - concurrency: ${jconcurrency}
    ramp-up: ${jramp}
    hold-for: ${jhold}
    scenario: account
scenarios:
  account:
    script: up-get-aws-account-ms.jmx
reporting:
  - module: blazemeter
    report-name: Universal - Account (GET)
    test: Universal - Account (GET)
    project: Universal Platform
    upload-artifacts: false